[
    {

      "img": "https://i.ibb.co/brrXymY/1.jpg",
      "name": "Nikon D3500 (Body Only)",
      "description": "The photos you take with the D3500 capture more than the moment—they capture the feeling of the moment, a feeling that can be shared immediately with your friends and family and then relived for a lifetime. If you can take a picture with your smartphone, you can take a great picture with the D3500. Auto Mode delivers amazing results in nearly any situation. If you want to learn while you shoot, turn on Guide Mode and follow simple on-screen guidance. The D3500 is fast, responsive and simple to use. You won't be stuck fussing with camera controls while a great moment passes you by. Just point, shoot and share amazing photo after photo. The D3500 simply feels great in your hands. It's lightweight and balanced, even with a telephoto lens attached. Each button and dial is carefully placed for comfort and ease of use, and the menu system is simple and intuitive. Small enough to be discrete, durable enough to withstand rough conditions; the camera is also available with two outstanding travel lenses, you'll never want to leave home without the D3500. Download Nikon's free SnapBridge app and your D3500 photos will appear right on a compatible smartphone or tablet* for posting to your favorite sites, sharing with friends and family or just as backups.",
      "suppliar":"Mamun",
      "quantity": 187,
      "supplier": "Karim",
      "afPoints": "9 AF points (f/5.6 cross type at centre)",
      "modes": "AI Focus (Switches between One-Shot AF and AI SERVO AF automatically) .One Shot AF (Contrast detect AF) .Quick Mode (via phase detection AF sensor) ",
      "movieType": "MOV (Video: H.264 inter frame (IPB), Sound: Linear PCM, recording level can be manually adjusted by user)",
      "brand": "Canon",
      "brandId": 31031,
      "rating": 5,
      "sold": 47,
      "price": "$599"
    },
    {

      "img": "https://i.ibb.co/JFH8kZQ/1.jpg",
      "name": "Sony Alpha A6400",
      "description": "Sony Alpha A6400 Mirrorless Digital Camera with 16-50mm Lens is comes with 24.2MP APS-C Exmor CMOS Sensor, BIONZ X Image Processor, Real-Time Eye AF & Real-Time Tracking XGA Tru-Finder 2.36m-Dot OLED EVF. This camera is stable, fast, versatile, and compact, the Alpha a6400 from Sony is an APS-C-format mirrorless camera that adopts many of the features normally reserved for their full-frame lineup. This includes an autofocus acquisition of 0.02 seconds, Real-time Eye AF and Real-time Tracking capabilities, high-speed shooting up to 11 fps and silent shooting up to 8 fps. This camera has Sony E Lens Mount, APS-C (1.5x Crop Factor) Camera Format, 6000 x 4000 Maximum Resolution, 3:2, 16:9 Aspect Ratio. from this camera you get JPEG, RAW image file formate. Here the Shutter Speed about 1/4000 to 30 Seconds Bulb Mode (Electronic Front Curtain Shutter). This camera has Average, Center-Weighted Average, Highlight Weighted, Multi-Zone, Spot Metering Method, Aperture Priority, Auto, Manual, Program, Shutter Priority Exposure Modes.",
      "quantity": 2,
      "supplier": "Rasel",
      "afPoints": "Memory Card Slot: Single Slot: SD/SDHC/SDXC/Memory Stick Duo Hybrid (UHS-I),Connectivity: 3.5mm Microphone, HDMI D (Micro), Wired Remote Port, Micro-B (USB 2.0).",
      "modes": "Aperture Priority, Auto, Manual, Program, Shutter Priority. ",
      "movieType": "-5 to +5 EV (1/3, 1/2 EV Steps)",
      "brand": "Sony",
      "brandId": 310351,
      "rating": 5,
      "sold": 37,
      "price": "$499"
    },
    {

      "img": "https://i.ibb.co/nB6mPfB/2.jpg",
      "name": "CANON EOS 2000D",
      "description": "CANON EOS 2000D Easy and intuitive, the ideal first DSLR for making and sharing memories with beautiful background blur.Step up to effortless DSLR storytelling Create detailed DSLR quality pictures and cinematic Full HD movies with ease, even in difficult low light situations, using the 24.1 Megapixel EOS 2000D. Share instantly and shoot remotely with Wi-Fi*, NFC** and Canon Camera Connect app.Shoot with confidence Capture the moment just as you remember with precise Auto Focus, 3.0 fps and DIGIC 4+. Enjoy easy framing with the optical viewfinder and see results on a 7.5 cm LCD screen.Easy sharing, remote shooting Instantly transfer your stories to your smart device, for easy sharing on social media or irista cloud backup, and shoot remotely with Wi-Fi*, NFC** and Canon Camera Connect app.",
      "quantity": 6,
      "supplier": "",
      "afPoints": "Via optical viewfinder: 9 AF points (f/5.6 cross type at centre)",
      "modes": "AI Focus (Switches between One-Shot AF and AI SERVO AF automatically) .One Shot AF (Contrast detect AF) ",
      "movieType": "MOV (Video: H.264 inter frame (IPB), Sound: Linear PCM, recording level can be manually adjusted by user)",
      "brand": "Canon",
      "brandId": 31032,
      "rating": 4.4,
      "sold": 17,
      "price": "$520"
    },
    {

      "img": "https://i.ibb.co/KVr4NYQ/3.jpg",
      "name": "CANON EOS 250D",
      "description": "Tell distinctive stories with your photography. This beginner’s DSLR with EF-S 18-55mm f/3.5-5.6 III Lens intuitively creates stand-out photos and Full HD movies full of colour and detail – offering partial and full manual photographic control. The 18 Megapixel APS-C sensor allows you to shoot in low light, expressing your creativity with interchangeable lenses. Point and shoot with Scene Intelligent Auto and share your stories using the EOS 4000D’s Wi-Fi with the and Camera Connect app. ",
      "quantity": 27,
      "supplier": "Jahid",
      "afPoints": "AI Focus, One Shot, AI Servo (AI Servo II algorithm)",
      "modes": "spot (centre only) and centre-weighted average available.Via LiveView on LCD screen: 1. Evaluative metering (384 zones). ",
      "movieType": "MP4 (Video: H.264 inter frame, Sound: Linear PCM / AAC, recording level can be manually adjusted by user) MOV (Video: H.264 All-I Full HD, no sound) - time-lapse movie only",
      "brand": "Canon",
      "brandId": 31033,
      "rating": 5,
      "sold": 27,
      "price": "$550"
    },
    {

      "img": "https://i.ibb.co/Dp19GW8/4.jpg",
      "name": "Canon EOS M50",
      "description": "The Canon EOS M50 Mark II Mirrorless Camera comes with a 15-45 Lens. It is fun and easy to use with Wi-Fi connectivity for content creators to stay close to their audience at all times. Keep your social media feeds lit with high-quality visual storytelling in 4K and accurate eye and face detection autofocusing. With clear, high-resolution 4K UHD 24p video, eye-catching photos with a 24.1 Megapixel (APS-C) CMOS Sensor using the built-in Electronic Viewfinder or Vari-angle Touchscreen LCD. Canon separates itself from the pack with UHD 4K video recording, a high-resolution electronic viewfinder, and improved Dual Pixel CMOS AF with Eye Detection AF. Utilizing a 24.1MP APS-C CMOS sensor and DIGIC 8 image processor, improved Auto Lighting Optimizer helps to ensure clean image quality with low noise, along with top 10 fps shooting rate and a native sensitivity range of ISO 100-25600, which can be extended to ISO 51200 for working in low-light conditions. ",
      "quantity": 25,
      "supplier": "Mahadi",
      "afPoints": "AF System Points Stills: Maximum 3 975 selectable AF point positions / Up to 143 zones (auto selection)",
      "modes": "Stills: Evaluative, Partial, Spot, Center-weighted average.Movie: Evaluative (when faces are detected with [Face+Tracking]), Center-weighted average (when no faces are detected). ",
      "movieType": "Evaluative (when faces are detected with [Face+Tracking]), Center-weighted average (when no faces are detected).",
      "brand": "Canon",
      "brandId": 31034,
      "rating": 5,
      "sold": 17,
      "price": "$550"
    },
    {

      "img": "https://i.ibb.co/48Kt3k7/5.jpg",
      "name": "CANON EOS 90D",
      "description": "The EOS 90D is built around a 32.5MP APS-C sensor that gives lenses 1.6x the telephoto reach they would have on a full-frame camera. Great for those times when you need to be right in amongst the action. Full resolution pictures from the 32.5-megapixel EOS 90D can be cropped, rotated, and resized with image quality detailed enough for large prints. Find scenes within a scene and adjust your composition for the perfect result. Reveal the moments it’s impossible to see with the naked eye, shooting 32.5-megapixel images at up to 10 frames per second. High ISO sensitivities (up to ISO 25,600) let you freeze action with breathtakingly fast shutter speeds, as a quick as 1/8000sec. The EOS 90D has a bright, approx.100% coverage optical viewfinder that lets you view action as it happens and makes it easier to track fast-moving subjects, such as birds in flight. An intelligent customizable display shows key shooting information, so you always know what’s happening even when the pressure is on. ",
      "quantity": 14,
      "supplier": "Sarwar",
      "afPoints": "(45 f/5.6 cross-type AF points, 27 f/8 points [9 cross-type], centre point is f/2.8 and f/5.6 dual cross-type)",
      "modes": "Metering with the area divided into 216 segments (18 × 12).Evaluative metering (linked to all AF points).Partial metering (approx. 6.5 % of viewfinder).Spot metering (approx. 2.0 % of viewfinder) ",
      "movieType": "MP4 [Video: MPEG-4 AVC/H.264, Audio: MPEG-4 AAC-LC (stereo)]",
      "brand": "Canon",
      "brandId": 31035,
      "rating": 4.1,
      "sold": 47,
      "price": "$350"
    },
    {

      "img": "https://i.ibb.co/gb8tcRQ/6.jpg",
      "name": "Canon EOS 5D",
      "description": "Canon EOS 5D Mark IV DSLR Camera (Only Body) which is an outstanding still photography option and an able 4K-capable video machine. This multimedia maven offers a newly developed 30.4MP full-frame CMOS sensor paired with the DIGIC 6+ image processor in order to balance fine detail and resolution with low-light performance and sensitivity. It is able to work within a native range of ISO 100-32000, which can then be expanded to an impressive ISO 50-102400, for sharp, low-noise images in a variety of conditions. Along with these improvements to image quality, users will enjoy a performance boost across the board with an enhanced AF system, built-in Wi-Fi, NFC, and GPS, and much more.Canon EOS 5D mark iv DSLR Camera (Only Body)Furthermore, now that the camera has DCI 4K (4096 x 2160) video recording at up to 30 fps, users can snag 8.8MP stills from the video for an even faster capture option. ",
      "quantity": 30,
      "supplier": "Jawad",
      "afPoints": "61-Point High Density Reticular AF",
      "modes": "Aperture Priority, Auto, Manual, Programmed Auto, Shutter Priority.Metering Range: EV 0.0 to EV 20.0.Compensation: -5 EV to +5 EV (in 1/3 EV Steps). ",
      "movieType": "Auto, Cloudy, Color Temperature, Custom, Daylight, Flash, Fluorescent (White), Shade, Tungsten",
      "brand": "Canon",
      "brandId": 31036,
      "rating": 4.5,
      "sold": 11,
      "price": "$465"
    },
    {

      "img": "https://i.ibb.co/Xbx1Wsx/7.jpg",
      "name": "Canon EOS 6D",
      "description": "Canon EOS 6D Mark II DSLR Camera (Only Body) making high-performance full-frame imaging more accessible, the 6D Mark II makes numerous advancements over its predecessor to improve upon every aspect of image capture and creation. The main update comes in the form of a 26.2MP CMOS sensor and the use of the DIGIC 7 Image Processor to deliver sharper, more vivid imagery in a variety of shooting situations. This setup offers an improved native sensitivity range of ISO 100-40000, which can then be expanded to ISO 50-102400, as well as speedy shooting rates of up to 6.5 fps.For hybrid stills/video shooters, you will enjoy the enhanced video quality as well as the ability to plug in an external mic via a 3.5mm input. Ensuring your images are tack sharp is a 45-point all-cross type AF system, which is able to track subjects with accuracy. This marks a significant improvement over its predecessor and will result in faster acquisition of your subject. Along with a revamped AF system, the sensor features Dual Pixel CMOS AF technology to provide a boost to focusing in live view and video shooting, which itself has been bumped up to Full HD at 60p. ",
      "quantity": 25,
      "supplier": "Joynal",
      "afPoints": "45-Point All-Cross Type",
      "modes": "Aperture Priority,Auto, Manual, Programmed Auto,Shutter Priority,Metering Range: EV 1.0 to EV 20.0,Compensation: -5 EV to +5 EV (in 1/3 or 1/2 EV Steps) ",
      "movieType": "Auto: Shutter Speed, Aperture, ISO,MJPEG, MOV, MP4,",
      "brand": "Canon",
      "brandId": 31037,
      "rating": 5,
      "sold": 17,
      "price": "$515"
    },
    {

      "img": "https://i.ibb.co/YfxCZV6/8.jpg",
      "name": "CANON EOS 200D",
      "description": "EOS 200D II is Canon’s lightest DSLR with a Vari-angle Touch Screen LCD. Weighing only a little heavier than a bottle of water*, the camera slides right into your bag conveniently for that everyday photography. Packed into its petite body is Canon’s 24.1-megapixels APS-C CMOS sensor, DIGIC 8 processor and a bunch of features that would make snapping your everyday life seamlessly easier. First time incorporated into an EOS DLSR, Creative Assist and Smooth Skin feature would allow you to achieve desired effects on your photos and easily take picture perfect selfies. Stay connected to the camera with the Bluetooth Low Energy connection and send images to your mobile devices via Wi-Fi as you shoot for ease of sharing. The EOS 200D II is designed for comfort with its deep grip and ergonomically laid out function dials. With Black, Silver and White to choose from, it is sure to adds a statement to your lifestyle.",
      "quantity": 5,
      "supplier": "Jolil",
      "afPoints": "OVF: 9 AF Points| Live View: 3,975 selectable focus positions",
      "modes": "One-Shot AF, AI Servo AF, AI Focus AF, Servo AF. ",
      "movieType": "OVF: 5fps (One-Shot AF & AI Servo AF),MP4,1920 x 1080 (30, 25, 24 fps)",
      "brand": "Canon",
      "brandId": 31038,
      "rating": 5,
      "sold": 47,
      "price": "$490"
    },
    {

      "img": "https://i.ibb.co/wYmw2Hn/9.jpg",
      "name": "Canon EOS 90D",
      "description": "Canon EOS 90D DSLR Camera Body Only is situated as a versatile camera with capable photo and video traits. In this camera, the updated sensor design achieves enhanced image clarity, resolution, and dynamic range, along with adept sensitivity to ISO 25600 and low noise to suit working in a variety of situations which is combined with advanced image processing, the sensor is also capable of outputting UHD 4K30p and Full HD 120p video, as well as supporting continuous stills shooting rates up to 10 fps. This DSLR camera is built-in Wi-Fi allows for easy wireless sharing of both photos and movies to a linked mobile device and Bluetooth connectivity permits linking a smartphone or tablet. The 90D sports a vari-angle touchscreen LCD for intuitive control and compositional freedom, and an optical pentaprism viewfinder provides a bright, clear, and realistic viewing means characteristic of the DSLR shooting experience with complementing the imaging capabilities. Here is also Included LP-E6N battery provides approximately 1300 shots per charge. When you working with the optical viewfinder, an apt 45-point all cross-type AF system affords fast performance in a range of lighting conditions for tracking moving subjects and working in low light, while the 5481-point Dual Pixel CMOS AF system benefits live-view shooting and movie recording by providing a smooth, natural focusing quality akin to the way a camcorder acquires focus. This EOS 90D DSLR Camera (Only body) comes with 03 Years Service Warranty (No parts warranty). ",
      "quantity": 20,
      "supplier": "Ahad",
      "afPoints": "Phase Detection: 45 (45 Cross-Type),Phase Detection: 5481",
      "modes": "Continuous-Servo AF (C), Manual Focus (M), Single-Servo AF (S). ",
      "movieType": "MP4 [Video: MPEG-4 AVC/H.264, Audio: MPEG-4 AAC-LC (stereo)],4K - 3840 x 2160 (29.97, 25 fps).",
      "brand": "Canon",
      "brandId": 31039,
      "rating": 4.5,
      "sold": 47
    },
    {

      "img": "https://i.ibb.co/ssR7jgc/1.jpg",
      "name": "Nikon D3500",
      "description": "You don't need to be a photographer to know a great photo when you see one. And you don't need to be a photographer to take a great photo—you just need the D3500. It's as easy to use as a point-and-shoot, but it takes beautiful DSLR photos and videos that get noticed. It feels outstanding in your hands, sturdy and balanced with controls where you want them. It's compact, durable and versatile, ideal for travel. And it works seamlessly with compatible smartphones, making it easier than ever to share your great photos. Even if you've never picked up a DSLR camera, you can take beautiful pictures with D3500. Take more memorable images. The photos you take with the D3500 capture more than the moment—they capture the feeling of the moment, a feeling that can be shared immediately with your friends and family and then relived for a lifetime. If you can take a picture with your smartphone, you can take a great picture with the D3500. Auto Mode delivers amazing results in nearly any situation. If you want to learn while you shoot, turn on Guide Mode and follow simple on-screen guidance. ",
      "quantity": 22,
      "supplier": "Karim",
      "afPoints": "Interface: HDMI output: Type C mini-pin HDMI connector Hi-Speed USB; connection to built-in USB port is recommended",
      "modes": "Center-weighted: Weight of 75% given to 8 mm circle in center of frame,Matrix metering: 3D color matrix metering II (type E and G lenses),Spot: Meters 3.5 mm circle (about 2.5% of frame) centered on selected focus point ",
      "movieType": "MOV,MPEG-4 AVC/H.264,Wide Viewing Angle TFT-LCD",
      "brand": "Nikon",
      "brandId": 310331,
      "rating": 5,
      "sold": 25,
      "price": "$541"
    },
    {

      "img": "https://i.ibb.co/48Kt3k7/5.jpg",
      "name": "Nikon D5300",
      "description": "Nikon D5300 DSLR 24.2 MP Builtin Wi-Fi With 18-55mm Lens. Nikon D5300's photos and Full HD videos is nothing short of astounding. A recent design innovation allows the D5300's 24.2-megapixel DX format CMOS image sensor* to capture pure, lifelike images. Enlarge or crop your photos without losing any sharpness or detail—a feat not possible with most smartphones. Pair that capability with any exceptional NIKKOR lens, marvels of clarity and sharpness in their own right, and you'll experience the image quality your memories deserve.With built-in Wi-Fi and GPS*, the D5300 is the first in an exciting new generation of connected Nikon D-SLRs. Wirelessly connect to D5300 with your smartphone or tablet,* then browse the photos on D5300's memory card, import your favorites and instantly email them, text them or post them online. While connected, your smart device can also act as a remote monitor for the D5300. See what the camera sees and even fire the shutter—perfect for group shots and self portraits! When traveling, built-in GPS geotags all of your shots. Create exciting travel journals, find nearby Points of Interest and easily share your location data when posting photos on Facebook or Flickr. ",
      "quantity": 25,
      "supplier": "Ripon",
      "afPoints": "3.2 in. diagonal, 921,000 Dots, Wide Viewing Angle TFT-LCD",
      "modes": "SD, SDHC, SDXC,Rechargeable Li-ion Battery. ",
      "movieType": "HD Movie Mode, Flash ON, Flash OFF, Slow Sync, Red-eye Reduction, Flash Exposure Compensation ",
      "brand": "Nikon",
      "brandId": 31033,
      "rating": 5,
      "sold": 4,
      "price": "$460"
    },
    {

      "img": "https://i.ibb.co/dm3gNW3/4.jpg",
      "name": "NIKON D7500",
      "description": "Nikon D7500 is a DX-format DSLR offering a versatile feature-set to appeal to photographers and videographers alike. Based on a 20.9MP CMOS sensor and EXPEED 5 image processor, this multimedia maven avails an 8 fps continuous shooting rate for up to 100 consecutive JPEGS, a native sensitivity range to ISO 51,200 that can be expanded up to ISO 1,640,000, and 4K UHD video and time-lapse recording capabilities. Complementing the imaging capabilities is a 51-point Multi-CAM 3500FX II autofocus system, which features 15 cross-type points for fast performance and accurate subject tracking capabilities in a variety of lighting conditions.Balancing the performance attributes, the D7500 is also characterized by its sleek profile and monocoque construction that is comfortable and easy to handle. This physical design is also fully weather-sealed to permit working in harsh environmental conditions. In addition to the pentaprism optical viewfinder, a rear 3.2 922k-dot touchscreen is also featured, and has a tilting design to benefit working from high and low shooting angles. Additionally, SnapBridge Bluetooth and Wi-Fi permit wireless transferring of photos and movies and remote control over the camera from linked mobile devices.This Nikon DSLR camera provides 03 Years Service Warranty (No parts warranty). ",
      "quantity": 15,
      "supplier": "Atawor",
      "afPoints": "CMOS, 23.5 x 15.6 mm,Actual: 21.51 Megapixel,Effective: 20.9 Megapixel",
      "modes": "Automatic (A), Continuous-Servo AF (C), Manual Focus (M), Single-servo AF (S). ",
      "movieType": "Center-Weighted Average Metering, Matrix, Spot Metering, Highlight Weighted Metering Range: EV 3.0 to EV 20.0",
      "brand": "Nikon",
      "brandId": 3103334,
      "rating": 5,
      "sold": 8,
      "price": "$560"
    },
    {

      "img": "https://i.ibb.co/TTFJhht/5.jpg",
      "name": "Nikon Z7 45.7",
      "description": "Bring your ideas into the light. When you have a fast full-frame sensor to shoot with you have the power to make your mark. The back-illuminated 24.5 MP full-frame CMOS sensor with focal-plane AF captures richly detailed, razor-sharp images. The blazing EXPEED 6 image processor delivers images with low noise and stunning dynamic range at both high and low ISO values. The wide 55 mm mount diameter means your Z series camera takes in more light. Just 16 mm between the mount and the camera’s full-frame image sensor means more of that light reaches the sensor. From twilight blues to graphic shadows. The powerful optical design of Nikon Z mount lenses, combined with the wide mount, gives you the power to work magic with light. With the Mount Adapter FTZ attached to your Z 6 camera, you’re free to use existing F-mount NIKKOR lenses. There’s no loss of image quality. Plus non-VR lenses will find new levels of sharpness with in-camera VR. With Eye-Detection AF, your Nikon Z camera can lock onto your subject’s eye whether they’re alone or a face in a crowd. You select which eye to focus on via the multi-selector, and the camera maintains focus even if the eye is briefly obscured.",
      "quantity": 29,
      "supplier": "Nazrul",
      "afPoints": "493 (single-point AF)",
      "modes": "AI Focus (Switches between One-Shot AF and AI SERVO AF automatically) .One Shot AF (Contrast detect AF) .Quick Mode (via phase detection AF sensor) ",
      "movieType": "MOV , MP4,Actual frame rates for 120p, and 23.976 fps respectively,Quality selection available at all sizes except3,840 x 2,160, 1,920 x 1,080 120p/100p, and 1,920 x 1,080 slow-mo, when quality is ",
      "brand": "Nikon",
      "brandId": 31035,
      "rating": 5,
      "sold": 4,
      "price": "$670"
    },
    {

      "img": "https://i.ibb.co/JF7dKVZ/6.jpg",
      "name": "Nikon Z50 20.9MP",
      "description": "NIKON Z50 Mirrorless Digital Camera is a DX-format mirrorless digital camera revolving around the versatile Z Mount. It is Capable in both stills and video realms, the Z50 features a 20.9MP CMOS sensor and EXPEED 6 image processor, which enables fast performance up to 11 fps, a reliable 209-point hybrid AF system with eye detection and notable low-light performance to ISO 51200. For video shooters, UHD 4K is supported up to 30 fps along with Full HD recording at up to 120 fps for slow-motion playback. For fine-tuning your photos and videos, in-camera clip trimming can be used, and 20 Creative Picture Controls and 10 Special Effects settings help to infuse your imagery with a unique look. In this Mirrorless Digital Camera, the DX-format 20.9MP CMOS sensor is paired with the EXPEED 6 image processor to provide a versatile mixture of high sensitivity, nuanced image quality, and fast overall performance. It is also capable of recording more than just stills, the Z50 supports UHD 4K video recording at up to 30 fps and Full HD recording at up to 120 fps, for slow-motion effects, along with the ability to save movie files to the in-camera memory cards or to an optional external recorder via HDMI out. ",
      "quantity": 25,
      "supplier": "Ayman",
      "afPoints": "Auto and Manual Focus,Phase Detection: 209 (Autofocus Points),Autofocus Sensitivity: -2 to +19 EV,Camera Format: APS-C (1.5x Crop Factor),Bit Depth: 14-Bit,Image Stabilization: Digital (Video Only)",
      "modes": "Automatic (A), Continuous-Servo AF (C), Full-Time Servo (F), Manual Focus (M), Single-Servo AF (S). ",
      "movieType": "Metering Method: Center-Weighted Average, Highlight Weighted, Matrix, Spot,Exposure Modes: Aperture Priority, Manual, Program, Shutter Priority",
      "brand": "Nikon",
      "brandId": 310336,
      "rating": 5,
      "sold": 12,
      "price": "$570"
    },
    {

      "img": "https://i.ibb.co/q9fhGVn/7.jpg",
      "name": "Nikon D5600",
      "description": "Nikon D5600 Centered around a 24.2MP DX-format CMOS sensor and EXPEED 4 image processor, the camera offers a sensitivity range from ISO 100-25600 to benefit working in an array of lighting conditions, and the sensor and processor combination also supports continuous shooting up to 5 fps for working with moving subjects. Full HD 1080p video recording is also supports up to 60 fps, and time-lapse movies can be created in-camera, too.The Nikon D5600 does feature a large 3.2. 1.037m-dot rear LCD touchscreen, and utilizes a vari-angle design to better facilitate working from high and low shooting angles. Additionally, SnapBridge is also featured, which can utilize Bluetooth low energy technology for wireless sharing of photos to your mobile device, including automatic transferring of resized images between the camera and your mobile device for seamless online sharing. Wi-Fi with NFC is featured, too, for larger file transfers, such as movies, to a linked device. ",
      "quantity": 25,
      "supplier": "Nazim",
      "afPoints": "Automatic (A), Continuous-Servo AF (C), Manual Focus (M), Single-servo AF (S).",
      "modes": "Center-Weighted Average Metering, Matrix, Spot Metering ",
      "movieType": "Movies: MOV, MPEG-4 AVC/H.264",
      "brand": "Nikon",
      "brandId": 310337,
      "rating": 5,
      "sold": 21,
      "price": "$500"
    },
    {

      "img": "https://i.ibb.co/30NCyKt/8.jpg",
      "name": "Nikon D5600 DSLR",
      "description": "Compact, capable, and connected, the Nikon D5600 is a sleek DSLR that blends multimedia imaging capabilities with versatile wireless technology. Centered around a 24.2MP DX-format CMOS sensor and EXPEED 4 image processor, the camera offers a sensitivity range from ISO 100-25600 to benefit working in an array of lighting conditions, and the sensor and processor combination also supports continuous shooting up to 5 fps for working with moving subjects. Full HD 1080p video recording is also supports up to 60 fps, and time-lapse movies can be created in-camera, too.While slender in stature, the D5600 does feature a large 3.2 1.037m-dot rear LCD touchscreen, and utilizes a vari-angle design to better facilitate working from high and low shooting angles. Additionally, SnapBridge is also featured, which can utilize Bluetooth low energy technology for wireless sharing of photos to your mobile device, including automatic transferring of resized images between the camera and your mobile device for seamless online sharing. Wi-Fi with NFC is featured, too, for larger file transfers, such as movies, to a linked device. ",
      "quantity": 20,
      "supplier": "Nakib",
      "afPoints": "Automatic (A), Continuous-Servo AF (C), Manual Focus (M), Single-servo AF (S).",
      "modes": "Center-Weighted Average Metering, Matrix, Spot Metering. ",
      "movieType": "Movies: MOV, MPEG-4 AVC/H.264",
      "brand": "Nikon",
      "brandId": 310338,
      "rating": 5,
      "sold": 27,
      "price": "$410"
    },
    {

      "img": "https://i.ibb.co/48Kt3k7/5.jpg",
      "name": "Sony Alpha A6600",
      "description": "Sony today announced two new additions to its α (Alpha) APS-C series of mirrorless cameras with the launch of the Alpha 6600 (model ILCE-6600) and Alpha 6100 (model ILCE-6100). These new additions to the range integrate Sony’s advanced technologies into compact and lightweight bodies including leading-edge autofocus performance, superb image quality and the very latest video technologies. The new Alpha 6600 has been designed to address the needs of the most demanding photographers and videographers with its versatility, making it suitable for multiple types of shooting scenarios and users. The Alpha 6100 is targeted at users who are looking to make the step-up to shooting with interchangeable lens cameras and wish to shoot high-quality photos and videos in a variety of different situations. The Sony APS-C range has been further strengthened by the launch of two new lenses, the E 16-55mm F2.8 G standard zoom lens (SEL1655G) and the E 70-350mm F4.5-6.3 G OSS super-telephoto zoom lens (SEL70350G). With this announcement, Sony’s versatile E-mount system now features a total of 54 lenses. One Mount’ strategy to continually expand the E-mount system, cameras and lenses with complete inter-compatibility between full-frame and APS-C. ",
      "quantity": 250,
      "supplier": "Manik",
      "afPoints": "425 points (phase-detect…(contrast-detection AF)",
      "modes": "AF-A (Automatic AF), AF-…al Focus), Manual Focus ",
      "movieType": "XAVC S, AVCHD format Ver. 2.0 compliant",
      "brand": "Sony",
      "brandId": 31031,
      "rating": 5,
      "sold": 47,
      "price": "$325"
    },
    {

      "img": "https://i.ibb.co/brrXymY/1.jpg",
      "displayName": "Shamim Bhuiyan",
      "name": "Canon",
      "email": "shamimbhuiyan1508@gmail.com",
      "description": "This is Demo1",
      "price": "$245",
      "quantity": 20,
      "supplier": "Shamim",
      "afPoints": "This is Demo1",
      "modes": "This is Demo1 ",
      "movieType": "This is Demo1",
      "brand": "Canon",
      "brandId": 31031,
      "rating": 5,
      "sold": 47
    },
    {

      "img": "https://i.ibb.co/brrXymY/1.jpg",
      "displayName": "Shamim Bhuiyan",
      "name": "Canon",
      "email": "shamimbhuiyan1508@gmail.com",
      "description": "This is Demo",
      "price": "$200",
      "quantity": 10,
      "supplier": "Shamim",
      "afPoints": "This is Demo2",
      "modes": "This is Demo2 ",
      "movieType": "This is Demo2",
      "brand": "Canon",
      "brandId": 31031,
      "rating": 5,
      "sold": 47
    },
    {

      "img": "https://i.ibb.co/brrXymY/1.jpg",
      "displayName": "Shamim Bhuiyan",
      "name": "Canon",
      "email": "shamimbhuiyan1508@gmail.com",
      "description": "This is Demo3",
      "price": "$245",
      "quantity": 20,
      "supplier": "Shamim",
      "afPoints": "This is Demo3",
      "modes": "This is Demo ",
      "movieType": "This is Demo3",
      "brand": "Canon",
      "brandId": 31031,
      "rating": 5,
      "sold": 47
    },
    {

      "img": "https://i.ibb.co/brrXymY/1.jpg",
      "displayName": "Shamim Bhuiyan",
      "name": "Canon",
      "email": "shamimbhuiyan1508@gmail.com",
      "description": "This is Demo4",
      "price": "$245",
      "quantity": 20,
      "supplier": "Shamim",
      "afPoints": "This is Demo4",
      "modes": "This is Demo4",
      "movieType": "This is Demo4",
      "brand": "Canon",
      "brandId": 31031,
      "rating": 5,
      "sold": 47
    }
  ]